export default [
    {
        title: '顶级大厨拉比克',
        url: 'https://videotourl.com/videos/1780406219956-6bff250c-1be6-4ec1-a44d-bea63e331cb3.mp4',
        steamID: '877233336',
        uploadtime: '2026-05-27',
        isbitch: true,
        description: `没啥好说的，放在以前就是送信使，矛人瓶子的选手，现在审核机制太乱了，正常的审核机制这种一局直接送他小黑屋了。相信只要排到这种比，铁定是坐牢局，这种智商的人只能赢别人挂机掉线的局。
        注意看细节，这个比先升的2，有技巧，前两波兵远程兵我想上去吃，冰女直接站在兵线上，他躲在草丛假装看不见，吃到第一波远程兵的反补经验，视频开头已经是第二波远程兵反补经验我蹭到了，这个没毛病，问题不大。后面到2戏来了，直接推兵，技能推完兵别人揍得换不了手，线都摸不到了，不让我吃经验。
        视频前几帧冰女（冰女上把是被我虐的自闭了，知道我不好对付，所以明显很用心的在玩）上来A我不让我吃刀也是细节
        为了避免耗血准备混2，这个大厨可以很明显是在配合冰女不让我A 刀。能发现这些细节的人都是老玩家了，对线细节很重要。后面直接烂掉了，这个比技能推兵，推完就想拉野打野，冰女直接站在兵线上。（他一直甩技能推线，推完线想打野，我是不能忍的，直接不让拉野不让他刷。）
        最后结局可想而知，这种大厨希望更多的人能够发现看到，提前避免。视频有很多帧，可以说前十分钟全都是细节坑人，不想浪费太多素材在这种杂毛身上，后续还有更多有趣的大厨视频！！！`
    },
    {
        title: '大厨大鱼人',
        url: 'https://videotourl.com/videos/1780386436562-0fe2a9f8-2f12-4365-9107-5b403c323532.mp4',
        steamID: '371252126',
        uploadtime: '2026-05-26',
        isbitch: false,
        description: '大厨大鱼人，关键团，故意躲在后面see,葬送好局'
    },
    {
        title: '大厨蓝胖',
        url: 'https://videotourl.com/videos/1780401571685-181f2084-02bb-42b5-8515-308264f75f83.mp4',
        steamID: '403009449',
        uploadtime: '2026-06-02',
        isbitch: false,
        description: '大厨蓝胖，关键团，故意躲在后面see,酱油蓝胖全程没给过buff'
    },
    {
        title: '大厨黑鸟',
        url: 'https://videotourl.com/videos/1780403148716-d4fe0d07-75d8-4e05-81f7-2a82671ef24c.mp4',
        steamID: '15029484',
        uploadtime: '2026-06-02',
        isbitch: false,
        description: '大厨黑鸟，关键团，每次队友控制住了，他就抬手关别人，整局让队友呆若木鸡!-1'
    },
    {
        title: '大厨黑鸟',
        url: 'https://videotourl.com/videos/1780403475627-0e4d6a62-b60c-4f76-affc-dfe12996a03c.mp4',
        steamID: '15029484',
        uploadtime: '2026-06-02',
        isbitch: false,
        description: '大厨黑鸟，关键团，每次队友控制住了，他就抬手关别人，整局让队友呆若木鸡!-2'
    }
]